IDEA StatiCa Open Model
PointSupportNode Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the PointSupportNode class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PointSupportNode()
Public Sub New
public:
PointSupportNode()
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace